{ 
  "sectionA": [
      {
        "taskNum": "1",
        "imgSource": "images/secA1.jpg"
      },
      {
        "taskNum": "2",
        "imgSource": "images/secA2.jpg"
      },
      {
        "taskNum": "3",
        "imgSource": "images/secA3.jpg"
      },
      {
        "taskNum": "4",
        "imgSource": "images/secA4.jpg"
      }
    ],
  "sectionB": [
    {
      "taskNum": "1",
      "question": "Какое настроение/я помогло бы созданию нового, необычного интерьера для празднования дня рождения?",
      "a-opt": "a. раздражение",
      "b-opt": "b. скука",
      "c-opt": "c. радость"
    },
    {
      "taskNum": "2",
      "question": "Какое настроение/я помогло бы сочинению вдохновенной мелодии военного марша?",
      "a-opt": "a. гнев",
      "b-opt": "b. взволнованность",
      "c-opt": "c. недовольство"
    },
    {
      "taskNum": "3",
      "question": "Какое настроение/я помогло бы приготовлению блюда по очень сложному и трудоемкому рецепту?",
      "a-opt": "a. напряжённость",
      "b-opt": "b. печаль",
      "c-opt": "c. нейтральное настроение"
    },
    {
      "taskNum": "4",
      "question": "Какое настроение/я помогло бы выяснению причины драки трех маленьких детей? Каждый из детей объясняет причину драки по-своему. Для понимания случившегося необходимо внимание к деталям разных вариантов историй и сравнение многих фактов.",
      "a-opt": "a. счастье",
      "b-opt": "b. удивление",
      "c-opt": "c. огорчение"
    },
    {
      "taskNum": "5",
      "question": "Какое настроение/я помогло бы врачу при выборе плана лечения пациента со злокачественной опухолью? Доктор должен применить несколько известных, но несогласующихся между собой методов в лечении опухоли.",
      "a-opt": "a. счастье",
      "b-opt": "b. нейтральное настроение",
      "c-opt": "c. гнев и вызов"
    }
  ],
  "sectionC": [
    {
      "taskNum": "1",
      "question": "Марию охватило чувство стыда, и она начала ощущать свою никчемность. Затем она почувствовала себя ...",
      "a.": "a. угнетенной",
      "b.": "b. подавленной",
      "c.": "c. пристыженной",
      "d.": "d. застенчивой",
      "e.": "e. расстроенной"
    },
    {
      "taskNum": "2",
      "question": "Николай почувствовал удовлетворение, размышляя о своей жизни, и чем больше он думал о том хорошем, что смог сделать для других людей, тем больше он испытывал чувство ...",
      "a.": "a. удивления",
      "b.": "b. подавленности",
      "c.": "c. сопричастности",
      "d.": "d. счастья",
      "e.": "e. изумления"
    },
    {
      "taskNum": "3",
      "question": "За всю свою жизнь Наталия никогда ещё не испытывала столь сильного шока. Но, немного оправившись и поняв, что могла бы получить некоторую выгоду от сложившейся ситуации, если тщательно ее спланирует, она ...",
      "a.": "a. удивилась",
      "b.": "b. смутилась",
      "c.": "c. отказалась принять ситуацию",
      "d.": "d. стала выжидать",
      "e.": "e. задумалась"
    },
    {
      "taskNum": "4",
      "question": "Кирилл был опечален новостями из дома и хотел выразить свое искреннее сожаление. Когда он узнал то, что ему сказали не всю правду и что дела обстоят хуже, чем он сначала предполагал, он почувствовал ...",
      "a.": "a. гнев и удивление",
      "b.": "b. печаль и опасение",
      "c.": "c. потрясение и сожаление",
      "d.": "d. страх и отвращение",
      "e.": "e. гнев и сожаление"
    },
    {
      "taskNum": "5",
      "question": "Ренат был вполне счастлив на работе, и дома у него тоже все складывалось хорошо. Он думал, что он и его коллеги получают справедливую зарплату и с ними хорошо обращаются. Сегодня все сотрудники его отдела получили небольшую прибавку в рамках общей корректировки зарплаты. Ренат почувствовал ...",
      "a.": "a. удивление и потрясение",
      "b.": "b. умиротворение и спокойствие",
      "c.": "c. удовлетворение и ликование",
      "d.": "d. унижение и чувство вины",
      "e.": "e. гордость и собственную значимость"
    },
    {
      "taskNum": "6",
      "question": "Галина любила Диму, который, как она считала, принадлежит только ей. Она воспринимала его как полное совершенство, почти абсолютный идеал. Она ...",
      "a.": "a. уважала его",
      "b.": "b. восхищалась им",
      "c.": "c. завидовала ему",
      "d.": "d. обожала его",
      "e.": "e. была обижена на него"
    },
    {
      "taskNum": "7",
      "question": "Татьяна была раздражена тем, что ее коллега взял кредит для каких-то своих целей, и, когда он сделал это снова, она почувствовала ...",
      "a.": "a. злость",
      "b.": "b. раздражение",
      "c.": "c. расстройство",
      "d.": "d. испуг",
      "e.": "e. депрессию"
    },
    {
      "taskNum": "8",
      "question": "После того как у Георгия угнали машину, он установил на своем новом автомобиле сигнализацию. Когда угнали и его новый автомобиль, он сначала испытал шок и сильное разочарование, а затем почувствовал ...",
      "a.": "a. изумление и удивление",
      "b.": "b. беспомощность, отчаяние и гнев",
      "c.": "c. гнев и отвращение",
      "d.": "d. ревность и зависть",
      "e.": "e. подавленность и презрение"
    },
    {
      "taskNum": "9",
      "question": "Когда Степан увидел, что несколько одноклассников списывают на экзаменах, он подумал, что это нечестно. Когда он сказал об этом учителю, то тот ответил, что ничего не может с этим поделать. Степан планировал продолжить обсуждение этого вопроса со школьным завучем, потому что он чувствовал ... оттого, что случилось.",
      "a.": "a. воодушевление",
      "b.": "b. бешенство",
      "c.": "c. отвращение",
      "d.": "d. подавленность",
      "e.": "e. горечь"
    },
    {
      "taskNum": "10",
      "question": "Матвей был сильно обижен одним из его самых близких друзей и сердился на него. Матвей рассказал другу о своих переживаниях, но когда друг снова поступил так же, Матвей ...",
      "a.": "a. рассердился",
      "b.": "b. испугался",
      "c.": "c. был очень раздражен",
      "d.": "d. разволновался",
      "e.": "e. взбесился"
    },
    {
      "taskNum": "11",
      "question": "Алиса смотрела телевизор, следя за продвижением урагана по побережью около того места, где жили ее родители. Когда ураган двинулся в направлении дома ее родителей, ее охватила тревога и чувство беспомощности. Но в последнюю минуту ураган отклонился, уйдя в сторону, оставив эту береговую полосу невредимой. Она почувствовала ...",
      "a.": "a. облегчение и благодарность",
      "b.": "b. удивление и шок",
      "c.": "c. напряжение и освобождение",
      "d.": "d. опасение и беспокойство",
      "e.": "e. предвкушение покой"
    },
    {
      "taskNum": "12",
      "question": "Женщина, которая была уверена в себе и прекрасно ладила с окружающими, через некоторое время почувствовала себя подавленной. С чем это связано?",
      "a.": "a. она приняла на свой счет комплимент, предназначенный кому-то другому",
      "b.": "b. она обнаружила, что муж ее обманывал",
      "c.": "c. у нее заболела подруга",
      "d.": "d. посылка, которую она отправила подруге, была доставлена другому человеку",
      "e.": "e. она расстроилась, поскольку плохо выполнила свою работу"
    },
    {
      "taskNum": "13",
      "question": "Ребенок, радостно ожидавший своего дня рождения, после него загрустил. Из-за чего это могло произойти?",
      "a.": "a. его обидел плохой мальчик, и они подрались",
      "b.": "b. два друга, которых он пригласил, не пришли на его день рождения",
      "c.": "c. он съел слишком много торта",
      "d.": "d. мать поставила его в неловкое положение перед другими детьми",
      "e.": "e. отец обвинил его в том, чего он не делал"
    },
    {
      "taskNum": "14",
      "question": "Женщина средних лет была счастлива, но вскоре после этого почувствовала неудовлетворенность. Из-за чего это могло произойти?",
      "a.": "a. ее сын получил небольшую травму в процессе работы",
      "b.": "b. она поняла, что обидела близкую подругу",
      "c.": "c. ее невестка опоздала на семейный обед",
      "d.": "d. муж раскритиковал ее",
      "e.": "e. она потеряла необходимую ей книгу"
    },
    {
      "taskNum": "15",
      "question": "Человек находился в расслабленном состоянии, а затем испытал чувство восторга. Из-за чего это могло произойти?",
      "a.": "a. во время отдыха он нашел решение важной проблемы, с которой столкнулся на работе",
      "b.": "b. он услышал о чемпионе, установившем новый мировой рекорд",
      "c.": "c. его друг позвонил ему, чтобы сообщить, что только что купил новый дорогой спортивный автомобиль",
      "d.": "d. он получил посылку с подарком от матери",
      "e.": "e. позвонил его доктор и сообщил, что его анализы хорошие и он здоров"
    },
    {
      "taskNum": "16",
      "question": "Женщина была полна ожиданий, а затем ее охватило чувство любви. Чем это могло быть вызвано?",
      "a.": "a. она сделала пожертвование и подумала о людях, которым должна помогать",
      "b.": "b. она купила платье, которое ей очень идет",
      "c.": "c. она прочитала в журнале о звезде, которой она восхищалась",
      "d.": "d. ее мать позвонила и сказала, что послала ей на день рождения подарок, а какой именно - она узнает, когда его получит",
      "e.": "e. она пошла на свидание и поняла, что у нее много общего с мужчиной, который ей очень нравится"
    },
    {
      "taskNum": "17",
      "question": "Управляющий корпорации был раздражен, а затем почувствовал возмущение. Чем это могло быть вызвано?",
      "a.": "a. подчиненный не сумел достичь в срок заданного объема продаж",
      "b.": "b. другой сотрудник компании, которого он считал некомпетентным, получил значительно большее повышение зарплаты, чем он сам",
      "c.": "c. он прочитал статью о людях, живущих в бедности в другой части света, и о том, что желание людей оказать им помощь наталкивается на множество препятствий",
      "d.": "d. его жена помогала детям приготовить домашние задания",
      "e.": "e. никто, кажется, не любит его"
    },
    {
      "taskNum": "18",
      "question": "Женщина сердилась, а позднее почувствовала себя виноватой. Из-за чего это могло произойти?",
      "a.": "a. она потеряла номер телефона друга, который был ей очень близок",
      "b.": "b. она не успела завершить работу, как надеялась, поскольку ей не хватило времени",
      "c.": "c. она сердилась на свою подругу, которая, как она впоследствии узнала, не сделала ей ничего обидного",
      "d.": "d. она потеряла близкого друга",
      "e.": "e. она была сердита на человека, распространяющего о ней сплетни, но затем узнала, что другие говорили то же самое"
    },
    {
      "taskNum": "19",
      "question": "Человек любил своего друга, а затем стал презирать его. Из-за чего это могло произойти?",
      "a.": "a. его друг потерял дорогую книгу, которую он ему дал",
      "b.": "b. его друг обманул его жену",
      "c.": "c. его друг получил повышение, которого не заслуживал",
      "d.": "d. его друг сказал, что переезжает жить в другое место",
      "e.": "e. человек понял, что обидел друга, но отчасти его друг сам был в этом виноват"
    },
    {
      "taskNum": "20",
      "question": "Женщина любила кого-то, а затем почувствовала себя более уверенно. Из-за чего это могло произойти?",
      "a.": "a. она поняла, что и он тоже ее любит",
      "b.": "b. она решила не показывать своих чувств",
      "c.": "c. ее любовь прошла",
      "d.": "d. она сказала другому человеку, что любит его",
      "e.": "e. ее любовь сама дала ей чувство покоя и безмятежности"
    }
  ],
  "sectionD": [
    {
      "taskNum": "1",
      "question": "Майя проснулась в хорошем расположении духа. Она хорошо выспалась, чувствовала себя отдохнувшей, ничто ее не заботило и не тревожило. Оцените, в какой степени каждое из перечисленных действий может помочь ей сохранить это настроение?",
      "action1": "Она нарядилась и наслаждалась весь оставшийся день.",
      "action2": "Будучи в прекрасном расположении духа, Майя решила припомнить все хорошее, что у нее было.",
      "action3": "Она решила, что лучше не обольщаться, так как это все равное не может долго продолжаться.",
      "action4": "На волне своего приподнятого настроения она решила позвонить своей матери, которая была в подавленном состоянии духа, чтобы попытаться поддержать ее."
    },
    {
      "taskNum": "2",
      "question": "Андрей трудится не меньше, а скорее всего даже больше, чем любой из его коллег. Его идеи обычно приносят компании большую выгоду. Его коллега выполняет не очень ответственную работу, но ради продвижения по службе принимает активное участие в общественной жизни коллектива. Когда начальник Андрея объявил, что ежегодная премия за наилучшие достижения достается этому коллеге, Андрей сильно разозлился. Оцените, в какой степени каждое из перечисленных действий может помочь Андрею преодолеть это настроение?",
      "action1": "Андрей сел и вспомнил обо всем хорошем, что есть в его жизни и на работе.",
      "action2": "Андрей составил список положительных и отрицательных черт своего коллеги.",
      "action3": "Андрей пришел в ужас от того, что он так злится, и он сказал себе, что нельзя так расстраиваться из-за события, на которое он никак не в состоянии повлиять.",
      "action4": "Андрей решил оповестить окружающих, что его коллега работает плохо и не заслуживает премии. Андрей собрал необходимые доказательства своей правоты, так что это были не только слова."
    },
    {
      "taskNum": "3",
      "question": "Женя не знала, сколько должна по счетам, сколько их еще должно прийти в ближайшее время и сможет ли она их оплатить. К тому же ее автомобиль стал издавать странный шум и механик сказал, что ремонт автомобиля встанет в такую большую сумму, что вряд ли это того стоит. Женя с трудом засыпает, она просыпается несколько раз за ночь, она постоянно находится в напряжении. Оцените, насколько эффективным должно быть каждое из перечисленных действий, чтобы уменьшить ее беспокойство?",
      "action1": "Женя попробовала разобраться с тем, за что она должна платить, сколько она задолжала и когда надо отдать долг.",
      "action2": "Женя обучилась техникам глубокого расслабления, чтобы успокоиться.",
      "action3": "Женя обратилась к специалисту, чтобы тот помог ей с управлением ее финансами.",
      "action4": "Она решила поискать работу, которая приносила бы больше денег."
    },
    {
      "taskNum": "4",
      "question": "Ничего хорошего не происходит в жизни Эдуарда. Мало что его радует или приносит ему какое-либо удовлетворение. Оцените эффективность каждого из перечисленных действий, чтобы в будущем году Эдуард чувствовал себя получше.",
      "action1": "Эдуард начал звонить друзьям, с которыми он долго не общался, и собрался встретиться с несколькими из них.",
      "action2": "Он начал лучше есть, раньше ложиться спать и больше заниматься физкультурой.",
      "action3": "Эдуард чувствовал, что он портит людям настроение, и решил поменьше общаться, пока не сможет разобраться с тем, что его беспокоит. Он чувствовал, что должен побыть один.",
      "action4": "Эдуард пришел к выводу, что вечер перед телевизором с бутылочкой-другой пива действительно помогает ему чувствовать себя лучше."
    },
    {
      "taskNum": "5",
      "question": "Когда Роберт ехал домой с работы, его подрезал грузовик с длинным прицепом. Он даже не успел посигналить. Роберт быстро свернул направо, чтобы избежать столкновения. Он был разъярен. Оцените эффективность каждого их перечисленных действий, помогающих справиться с гневом?",
      "action1": "Роберт преподал водителю грузовика урок, догнав его через несколько миль и также подрезав.",
      "action2": "Роберт сказал себе, что такие вещи случаются, и поехал домой.",
      "action3": "Он кричал во весь голос, посылая проклятия водителю грузовика.",
      "action4": "Он поклялся никогда больше не ездить по этому шоссе."
    }
  ],
  "sectionE": [
    {
      "taskNum": "1",
      "imgSource": "images/secE1.jpg",
      "emClass_1row": "happy",
      "emClass_2row": "sadness",
      "emClass_3row": "fear",
      "emClass_4row": "anger",
      "emClass_5row": "aversion",
      "emotion1": "Счастье",
      "emotion2": "Печаль",
      "emotion3": "Страх",
      "emotion4": "Злость",
      "emotion5": "Отвращение"
    },
    {
      "taskNum": "2",
      "imgSource": "images/secE2.jpg",
      "emClass_1row": "sadness",
      "emClass_2row": "anger",
      "emClass_3row": "astonishment",
      "emClass_4row": "aversion",
      "emClass_5row": "excitement",
      "emotion1": "Печаль",
      "emotion2": "Злость",
      "emotion3": "Удивление",
      "emotion4": "Отвращение",
      "emotion5": "Возбуждение"
    },
    {
      "taskNum": "3",
      "imgSource": "images/secE3.jpg",
      "emClass_1row": "happy",
      "emClass_2row": "fear",
      "emClass_3row": "anger",
      "emClass_4row": "astonishment",
      "emClass_5row": "aversion",
      "emotion1": "Счастье",
      "emotion2": "Страх",
      "emotion3": "Злость",
      "emotion4": "Удивление",
      "emotion5": "Отвращение"
    },
    {
      "taskNum": "4",
      "imgSource": "images/secE4.jpg",
      "emClass_1row": "sadness",
      "emClass_2row": "fear",
      "emClass_3row": "anger",
      "emClass_4row": "astonishment",
      "emClass_5row": "aversion",
      "emotion1": "Печаль",
      "emotion2": "Страх",
      "emotion3": "Злость",
      "emotion4": "Удивление",
      "emotion5": "Отвращение"
    },
    {
      "taskNum": "5",
      "imgSource": "images/secE5.jpg",
      "emClass_1row": "happy",
      "emClass_2row": "sadness",
      "emClass_3row": "fear",
      "emClass_4row": "anger",
      "emClass_5row": "aversion",
      "emotion1": "Счастье",
      "emotion2": "Печаль",
      "emotion3": "Страх",
      "emotion4": "Злость",
      "emotion5": "Отвращение"
    },
    {
      "taskNum": "6",
      "imgSource": "images/secE6.jpg",
      "emClass_1row": "happy",
      "emClass_2row": "sadness",
      "emClass_3row": "anger",
      "emClass_4row": "astonishment",
      "emClass_5row": "aversion",
      "emotion1": "Счастье",
      "emotion2": "Печаль",
      "emotion3": "Злость",
      "emotion4": "Удивление",
      "emotion5": "Отвращение"
    }
  ]
}